"kDeleteCertMessageFormat" = "Are you sure you want to delete the certificate \"%@\"?";
"kDeleteButtonTitle" = "Delete";
"kCancelButtonTitle" = "Cancel";
"kDeleteCertInformativeText" = "Ensure that no services are using this certificate before deleting it";

"kErrorDeletingCertMessage" = "An error occurred while trying to delete the certificate.";
"kOKButtonTitle" = "OK";
"kErrorDeletingCertInformativeTextFormat" = "Check your server's logs for more information.  The error (code %d) was: %@";